Repository: BassemWael/lockers_app
Catalog: lockerapp/lib/l10n/app_*.arb
Languages: ar

# appTitle
source: Lockers app
ar: تطبيق الخزائن

source: Locker ID
ar: معرف الخزائن

source: ID
ar: المعرف

source: Location
ar: الموقع

source: Number of cells
ar: عدد الخلايا

source: Reservation mode
ar: وضع الحجز

source: Save locker
ar: حفظ الخزانة

source: Delete
ar: حذف

source: Scan Network
ar: مسح الشبكة

source: Add Locker
ar: اضف خزانة

source: Close
ar: اغلق

# lockerIdNotUnique
source: Locker ID is not unique
ar: معرف الخزانة ليس فريدًا
